/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "1652887834adb4ea94": {
      "type": "featured-text",
      "settings": {
        "image": "shopify://shop_images/Medium-size_Sexdockor_Docklandet_1.jpg",
        "mobile_image": "shopify://shop_images/Medium-size_Sexdockor_Docklandet__mobile_1.jpg",
        "title": "",
        "content": "<h1>SEXDOCKOR MEDIUM-SIZE</h1><p>I denna kollektion hittar du sexdockor i storlek medium. Extremt realistiska dockor i smidigt format. Längd 120 cm - 150 cm. En medium-size docka känns varken för liten eller för stor och tung.</p>",
        "button_label": "",
        "button_link": "#IronTech_Info",
        "text_size": "featured_text",
        "text_alignment": "center",
        "css_class": "",
        "custom_css": "",
        "padding_top": 30,
        "padding_bottom": 0
      }
    },
    "main": {
      "type": "collection-template",
      "blocks": {
        "f1e93742-64a5-484f-be53-f7b9ac12cc6f": {
          "type": "recently_viewed",
          "settings": {
            "sidebar_rv_title": "Gillade du?",
            "sidebar_rv_per": 3
          }
        }
      },
      "block_order": [
        "f1e93742-64a5-484f-be53-f7b9ac12cc6f"
      ],
      "settings": {
        "featured_collection_image": false,
        "wide_display": false,
        "caption_content_background": "original",
        "display_collection_title": false,
        "collection_breadcrumb": false,
        "collection_tags": false,
        "collection_sort": false,
        "products_per_row": 4,
        "pagination_limit": 36,
        "toggle": false
      }
    },
    "eb66b19e-93dc-48d8-94d3-94dab81c8420": {
      "type": "featured-text",
      "settings": {
        "image": "shopify://shop_images/Medium-size_Sexdockor_Docklandet_Stor_d4dd5dac-06fb-42ab-9d66-78f71269718e.jpg",
        "title": "",
        "content": "<h1>Medium Sexdockor (120-150 cm)</h1><p><strong>Alla sexdockor vi säljer är av hög kvalitet, även dockor i de lägre prisklasserna</strong></p><p>Sexdockor i storlek mellan, även kallade medium-size sexdockor. Dockor i denna storlek är de absolut vanligaste och populäraste. Medium-sexdockor är perfekta för dig som vill ha en lite smidigare docka utan att för den delen tumma för mycket på realismen. Nästan alla sexdockor i denna kategori är generellt runt 10-20% mindre än den verkliga storleken. En docka gjord efter en modell som är 170 cm lång blir alltså i medium-format ungefär 153 cm lång. Naturligtvis hittar man också dockor som återger verkliga storlekar även inom denna kategori. Dockan blir ofta lite mindre men detta är inte av betydelse för utseendet eller helhetsupplevelsen. Alla våra dockor återger alltid utseendet av myndiga personer oavsett storleken.</p><p>Varför välja en medium sexdocka? Anledningarna är många. Den främsta skulle vi vilja påstå är vikten. Många köper först en full-size docka och efter en tid så kanske man inser att det hade varit mer lämpligt med en mindre docka, detta handlar oftast om ens egna fysiska förmåga och även om hur man bor och hanterar/förvarar dockan. Många upplever även att det är lättare hantera en docka i medium storlek när man skall posera den i olika ställningar. Andra anledningar är att dessa dockor ligger lägre i pris jämfört med full-size sexdockor. En annan aspekt som spelar in vid val av storlek på sin sexdocka är såklart ens syfte med inköp av en sexdocka. I de flesta fall handlar det ju såklart om sex, men många samlar även på dockor och har de uppställda hemma som statyer och inredning.</p><p>Angående sex så har många medium-sexdockor kroppar som är omöjliga att hitta i verkligheten. Vi människor har livliga fantasier, du har kanske fantiserat om sex med en kort söt alv-tjej med gigantisk byst? Eller varför inte gå hela vägen och fantisera om sex med en tecknad figur? Inget fel med det! Vi har stött på de mest kryddiga eller färgstarka fantasierna genom åren. Vi har dockor som tillfredsställer nyfikenhet eller behov som inte går att få tillfredsställda med verkliga tjejer. </p><p>Det finns faktiskt många som väljer att ha sex med en sexdocka framför en verklig tjej! Och det är den unika, lätt surrealistiska stil många av våra medium-size dockor har som spelar in här. Många anser att dockor som dessa är riktigt heta och att det inte finns någon mänsklig motsvarighet. </p><p><strong>Fördelar med medium sexdockor: </strong><br/><strong>-</strong> Lätta att hantera, perfekt storlek enligt många<br/><strong>-</strong> Lägre pris än full-size sexdockor<br/><strong>-</strong> Väldigt realistiska och verklighetstrogna<br/><strong>-</strong> Proportioner som inte finns i verkligheten</p><p><strong>Nackdelar med medium sexdockor:</strong><br/><strong>-</strong> Ganska tunga<br/><strong>-</strong> Ofta inte lika realistiska som full-size dockor<br/><strong>- </strong>Kan upplevas som svårare att hitta kläder, skor och tillbehör i mer sexigt utförande<br/></p><p>Vårt urval av medium-size sexdockor är designade för att återskapa utseendet, strukturen och vikten av den mänskliga kvinnliga formen. Dockornas yttre känns och ser ut som mänsklig hud, brösten är mjuka men ändå fasta och vaginan är gjuten efter verkliga modeller. De är tillverkade av materialen <a href=\"https://www.resinex.se/polymertyper/tpe.html\"><strong>TPE</strong></a> och <a href=\"https://sv.wikipedia.org/wiki/Silikon\" title=\"Silikon - Information\"><strong>silikon</strong></a> vilket ger dockan ett realistiskt utseende och gör att den känns verklig. Materialen är väldigt slitstarka och hållbara vilket gör att din docka får en lång livslängd. Kroppen på våra långa sexdockor är rejäl, tålig och flexibel. Det inre metallskelettet gör att dockan går att ställa i alla tänkbara positioner. </p><p>Vare sig det är en av våra långa sexdockor du är intresserad av eller eller någon utav de mindre storlekarna vi erbjuder så får du fortfarande en verklighetstrogen upplevelse tack vare det inre metallskelettet. Detta gör att din sexdocka ligger eller står stadigt på plats i de olika positionerna och du kan ha händerna helt fria till annat, precis som vid sex med en verklig partner. Du kan såklart själv styla din sexdocka precis hur du vill. Klippa hennes hår, byta peruk, eller köpa nya sexiga kläder till henne för att göra hela upplevelsen precis som du vill ha den. Våra sexdockor är av högsta kvalitet och skapade för att tillfredställa alla dina begär. Docklandets medium sexdockor är för dig som vill ha en verklighetstrogen upplevelse i mindre och lättare utförande.</p><p>Hos oss på hittar du ett stort utbud av sexdockor med en mängd olika utseenden och storlekar. Det finns något för alla helt enkelt! Våra långa sexdockor har härliga former och stora bröst, som känns precis som en riktig kvinnas. Är medium-sexdockor inte riktigt din smak? Ingen fara, vi har något för alla. Spana in våra kollektioner <a href=\"https://docklandet.se/collections/korta-sexdockor\"><strong>korta sexdockor</strong></a> eller <a href=\"https://docklandet.se/collections/sexdockor-full-size\" title=\"Långa Sexdockor (full-size)\"><strong>långa sexdockor</strong></a>. Är du sugen på att skaffa en sexdocka så bör du hitta en som passar bland alla varianter vi har i sortimentet!  </p>",
        "button_label": "",
        "button_link": "",
        "text_size": "featured_text",
        "text_alignment": "center",
        "css_class": "",
        "custom_css": ""
      }
    },
    "16508260667ee95abe": {
      "type": "recently-viewed",
      "disabled": true,
      "settings": {
        "rv_title": "Du besökte nyligen",
        "rv_max_display": 4,
        "rv_per": 4,
        "css_class": "",
        "custom_css": ""
      }
    },
    "9acb9afe-f77b-4a35-b64e-09b16fc7b557": {
      "type": "featured-collection",
      "settings": {
        "title": "Nyligen tillagda dockor",
        "collection_description": false,
        "collection": "sexdockor-nyheter",
        "collection_style": "grid",
        "products_per": 6,
        "products_limit": 6,
        "css_class": "",
        "custom_css": ""
      }
    },
    "9ec8cc11-528a-48d2-88f3-6068bc0e8894": {
      "type": "featured-collection",
      "settings": {
        "title": "Dockor i lager",
        "collection_description": false,
        "collection": "sexdockor-snabb-leverans-express-fri-frakt",
        "collection_style": "grid",
        "products_per": 6,
        "products_limit": 6,
        "css_class": "",
        "custom_css": ""
      }
    },
    "1652224218445a4dc3": {
      "type": "apps",
      "blocks": {
        "f02803a8-12b1-424e-ad80-5b507fd00115": {
          "type": "shopify://apps/klarna-on-site-messaging/blocks/app-block/b95936a9-74b6-4a95-8103-6a1b6459c25e",
          "settings": {
            "data_key": "top-strip-promotion-auto-size",
            "theme": "dark",
            "topPadding": "0",
            "bottomPadding": "0",
            "messagePrefix": ""
          }
        }
      },
      "block_order": [
        "f02803a8-12b1-424e-ad80-5b507fd00115"
      ],
      "settings": {}
    },
    "51b80e38-df5c-486d-acc5-9a7015c56ef1": {
      "type": "divider",
      "settings": {
        "divider_spacing": 0,
        "divider_border": false,
        "css_class": "",
        "custom_css": ""
      }
    }
  },
  "order": [
    "1652887834adb4ea94",
    "main",
    "eb66b19e-93dc-48d8-94d3-94dab81c8420",
    "16508260667ee95abe",
    "9acb9afe-f77b-4a35-b64e-09b16fc7b557",
    "9ec8cc11-528a-48d2-88f3-6068bc0e8894",
    "1652224218445a4dc3",
    "51b80e38-df5c-486d-acc5-9a7015c56ef1"
  ]
}