/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "1652887834adb4ea94": {
      "type": "featured-text",
      "settings": {
        "image": "shopify://shop_images/Mini_Sexdockor_Docklandet_kopia_2.jpg",
        "mobile_image": "shopify://shop_images/Mini_Sexdockor_Docklandet__mobile.jpg",
        "title": "",
        "content": "<h1>Mini Sexdocka</h1><p>I denna kollektion hittar du miniatyr-sexdockor. Dessa mini-sexdockor är miniatyr-versioner av vuxna kroppar och är av högsta kvalitet. En mini-docka är bra för nybörjare och håller lägre pris än större dockor.</p>",
        "button_label": "",
        "button_link": "#IronTech_Info",
        "text_size": "featured_text",
        "text_alignment": "center",
        "css_class": "",
        "custom_css": ""
      }
    },
    "main": {
      "type": "collection-template",
      "blocks": {
        "98006a37-c35e-436d-9319-cee3dfe35b2f": {
          "type": "recently_viewed",
          "disabled": true,
          "settings": {
            "sidebar_rv_title": "Gillade du?",
            "sidebar_rv_per": 3
          }
        }
      },
      "block_order": [
        "98006a37-c35e-436d-9319-cee3dfe35b2f"
      ],
      "settings": {
        "featured_collection_image": false,
        "wide_display": false,
        "caption_content_background": "original",
        "display_collection_title": false,
        "collection_breadcrumb": false,
        "collection_tags": false,
        "collection_sort": false,
        "products_per_row": 4,
        "pagination_limit": 28,
        "toggle": false
      }
    },
    "86697a4b-3e98-460f-bdf1-3a1c9a2a00c6": {
      "type": "featured-text",
      "settings": {
        "image": "shopify://shop_images/Mini_Sexdockor_Docklandet_kopia_1_Stor_6dff867d-1593-4cee-a7bd-1cb15849259b.jpg",
        "title": "",
        "content": "<h2>Mini Sexdockor (80-120 cm)</h2><p><strong>ALLA SEXDOCKOR VI SÄLJER ÄR AV HÖG KVALITET, ÄVEN DOCKOR I DE LÄGRE PRISKLASSERNA</strong></p><p>Sexdockor i miniatyr-format, även kallade mini-sexdockor. I denna kategori hittar du våra mest speciella sexdockor i storlekar från 80 cm upp till 135 cm. Våra korta sexdockor är väldigt populära och anledningarna till det är många. Främst så håller dessa små dockor generellt en mycket lägre prislapp än dockor i större storlekar, ett pris som inte känns lika hårt i plånboken och som gemene man oftast har råd med. För den som är nyfiken på sexdockor men saknar erfarenhet, så är en liten miniatyr-sexdocka ett bra första val. En annan viktig aspekt i val av sexdocka som gör att folk väljer en mini-docka är vikten och längden. Trots att dessa dockor är små, så är de fortfarande tunga, men långt ifrån lika tunga som en medium eller en full-size sexdocka. En miniatyr-sexdocka är lättare att hantera i sängen, och lättare att plocka fram och gömma undan. </p><p>Våra miniatyr-dockor har i många fall exakt likadana kroppar som våra fullstora sexdockor men förminskade. Proportionerna är alltså desamma. Till exempel <a href=\"https://docklandet.se/collections/korta-sexdockor-mini/products/mini-sexdocka-wmdoll-ling\" title=\"Sexdocka Ling (80cm)\"><strong>Ling</strong></a> på 80 cm är krympt 60% från den verkliga storleken. En liten sexdocka som <a href=\"https://docklandet.se/collections/sexdockor-korta/products/kurvig-sexdocka-alice\" title=\"Sexdocka Alice (100 cm)\"><strong>Alice</strong></a> är krympt ungefär 35% av en verklig kvinnas kropp. Alla våra korta sexdockor har höfter och stor byst för att undvika att misstas att föreställa yngre personer. </p><p>Varför välja en miniatyr-sexdocka? Anledningarna är många. Den främsta skulle vi vilja påstå är vikten. Många köper först en full size-sexdocka och efter en tid så kanske man inser att det hade varit mer lämpligt med en mindre docka, detta handlar oftast om ens egna fysiska förmåga och även hur man bor och hanterar/förvarar sexdockan. Andra anledningar är att dessa dockor ligger lägre i pris jämfört med full size-sexdockor. En annan aspekt som spelar in vid val av storlek på sin sexdocka är såklart ens syfte med inköp av en sexdocka. I de flesta fall handlar det ju såklart om sex, men många samlar även på dockor och har de uppställda hemma som statyer och inredning.</p><p>Angående sex så har många mini-sexdockor kroppar som är omöjliga att hitta i verkligheten. Vi människor har livliga fantasier, du har kanske fantiserat om sex med en kort söt alv-tjej med gigantisk byst? Eller varför inte gå hela vägen och fantisera om sex med en tecknad figur? Inget fel med det! Vi har stött på de mest kryddiga eller färgstarka fantasierna genom åren. Vi har dockor som tillfredsställer nyfikenhet och behov som inte går att få tillfredsställda med verkliga tjejer. </p><p>Det finns faktiskt många som väljer att ha sex med en sexdocka framför en verklig tjej. Och det är den unika lätt surrealistiska stil många av våra mini-size dockor har som spelar in här. Många anser att dockor som dessa är riktigt heta och det finns ingen mänsklig motsvarighet. För våra mini-sexdockor så är våra 110 cm långa \"mulliga\" dockor de absolut populäraste när syftet är sex. Dessa dockor skulle vara väldigt tunga i medium eller full-size format, men i miniatyr-format blir dessa härliga runda damer mer hanterbara. </p><p>Alla dockor över 90 cm har en vagina motsvarande en vuxen kvinna, det brukar endast skilja ungefär 2 cm i djup jämfört med de större dockorna. Många av de minsta dockorna har inte hål vid mun eller anal utan endast vagina; detta gäller framförallt dockorna tillverkade i silikon. </p><p><strong>Fördelar med mini-sexdockor: </strong><br/><strong>-</strong> Lägst pris av alla sexdockor, bra för nybörjare<br/><strong>-</strong> Lätta att hantera och förvara<br/>- Fantasiproportioner du inte hittar i verkligheten<br/>- Går att ställa upp på hyllor, smidigt för samlare</p><p><strong>Nackdelar med mini-sexdockor:</strong><br/>- Inte helt realistisk kropp<br/>- I vissa fall oproportionerlig kropp<br/>- Svårare att hitta lämpliga kläder<br/>- Finns endast dockor med stor byst</p><p><strong>Något för samlaren, inte bara sex</strong><br/>Miniatyr-sexdockor är de absolut vanligaste dockorna för samlare. Dels då de håller ett lägre pris och lättare får plats på hyllan, men dels också för att det finns många dockor som är inspirerade av populärkultur, till exempel våra japanska anime-inspirerade dockor. </p><p><strong>Vad säger lagen och tullen om miniatyrer? </strong><br/>Såklart kan det vid första anblick låta skumt med sexdockor som endast är 1 meter långa. Det finns dockor som avbildar minderåriga och sådana säljer självklart inte vi. Men vad gäller egentligen runt miniatyr-sexdockor, finns det någon risk-zon? Vi har haft kontakt med tullverket och även polis med frågor kring dessa dockor. Vi har fått väldigt bra bemötande och det som gäller i Sverige är att det är förbjudet att avbilda en minderårig person (på bild, i 3D, eller som docka). En docka under 140 cm kan därför i vissa fall räknas som en sådan avbildning. Kroppen ska då vara utan höfter och inte ha någon byst (alternativt väldigt liten byst). Det är detta som gäller och vi förhåller oss helt och håller till detta. Vi tycker reglerna och lagen är helt rimliga men tar ingen mer ställning där. Alla våra miniatyr-dockor har höfter och stora bröst och är helt säkra. Vi har sedan start levererat väldigt många av dessa dockor och vi har aldrig stött på komplikationer. <a href=\"https://docklandet.se/collections/korta-sexdockor-mini/products/kurvig-sexdocka-alice\" title=\"Alice Sexdocka Miniatyr\"><strong>Alice</strong></a> och <a href=\"https://docklandet.se/collections/korta-sexdockor-mini/products/blond-sexdocka-mirana\" title=\"Mirana Sexdocka Miniatyr\"><strong>Mirana</strong></a> har varit med sedan start och vi har skeppat många exemplar genom åren utan problem. Den person vi pratade med på Tullverket berättade att de fall denne hade varit med om eller hört där dockor varit involverade så hade de dockorna inte haft något byst och sett ut att avbilda väldigt unga personer. Däremot gäller andra regler för <strong>Norge</strong>, där är det längden som gäller och dockor under 140 cm kan vara i risk-zonen där, oavsett hur dockan ser ut i övrigt. Ordrar på mindre dockor från Norge brukar vi därför återkalla eller försöka erbjuda kunden en annan docka eller pengarna tillbaka. </p><p><strong>Mer info om våra miniatyr-dockor</strong><br/>Vårt urval av miniatyr-sexdockor är designade för att återskapa utseendet, strukturen och vikten av den mänskliga kvinnliga formen. Dockornas yttre känns och ser ut som mänsklig hud, brösten är mjuka men ändå fasta och vaginan är gjuten efter verkliga modeller. De är tillverkade av materialen <a href=\"https://www.resinex.se/polymertyper/tpe.html\"><strong>TPE</strong></a> och <a href=\"https://sv.wikipedia.org/wiki/Silikon\" title=\"Silikon - Information\"><strong>silikon</strong></a> vilket ger dockan ett realistiskt utseende och gör att den känns verklig. Materialen är väldigt slitstarka och hållbara vilket gör att din docka får en lång livslängd. Kroppen på våra långa sexdockor är rejäl, tålig och flexibel. Det inre metallskelettet gör att dockan går att ställa i alla tänkbara positioner. <br/></p><p>Vare sig det är en av våra korta sexdockor du beställer eller en av de längre modellerna så får du fortfarande en verklighetstrogen upplevelse tack vare det inre metallskelettet. Detta gör att din sexdocka ligger och står stadigt på plats i de olika positionerna och du kan ha händerna helt fria till annat, precis som vid sex med en verklig partner. Du kan såklart själv styla din sexdocka precis hur du vill. Klipp hennes hår, byt peruk eller köp nya sexiga kläder till henne för att göra hela upplevelsen precis som du vill ha den. Våra sexdockor är av högsta kvalitet och skapade för att behaga alla dina begär. <strong>Docklandets</strong> sexdockor är för dig som vill ha en så verklighetstrogen upplevelse som möjligt.</p><p>Hos oss på hittar du ett stort utbud av sexdockor med en mängd olika utseenden och storlekar. Det finns något för alla helt enkelt! Våra långa sexdockor har härliga former och stora bröst, som känns precis som en riktig kvinnas. Är en mini-sexdocka inte riktigt i din smak? Ingen fara, vi har något för alla. Spana in våra kollektioner <a href=\"https://docklandet.se/collections/sexdockor-medium\" title=\"Sexdockor Medium (mellan-storlek)\"><strong>medium sexdockor</strong></a> och <a href=\"https://docklandet.se/collections/sexdockor-full-size\" title=\"Långa Sexdockor (full-size)\"><strong>långa sexdockor</strong></a>. Är du sugen på att skaffa en sexdocka så bör du hitta en som passar bland alla varianter vi har i sortimentet!  </p>",
        "button_label": "",
        "button_link": "",
        "text_size": "featured_text",
        "text_alignment": "center",
        "css_class": "",
        "custom_css": ""
      }
    },
    "16508260667ee95abe": {
      "type": "recently-viewed",
      "disabled": true,
      "settings": {
        "rv_title": "Du besökte nyligen",
        "rv_max_display": 4,
        "rv_per": 4,
        "css_class": "",
        "custom_css": ""
      }
    },
    "featured_collection_EdmLkV": {
      "type": "featured-collection",
      "settings": {
        "title": "Populära Sexdockor",
        "collection_description": false,
        "collection": "populara-sexdockor-popular-dolls-low-price",
        "collection_style": "grid",
        "products_per": 6,
        "products_limit": 6,
        "css_class": "",
        "custom_css": ""
      }
    },
    "e4e7c94b-6b9c-4836-809d-275d3f2fac9f": {
      "type": "featured-collection",
      "settings": {
        "title": "Nya dockor i lager",
        "collection_description": false,
        "collection": "sexdockor-snabb-leverans-express-fri-frakt",
        "collection_style": "grid",
        "products_per": 6,
        "products_limit": 6,
        "css_class": "",
        "custom_css": ""
      }
    },
    "cb65de7f-b6de-4d4d-99de-4b803e4eb212": {
      "type": "featured-collection",
      "settings": {
        "title": "Nyligen tillagda dockor",
        "collection_description": false,
        "collection": "sexdockor-nyheter",
        "collection_style": "grid",
        "products_per": 6,
        "products_limit": 6,
        "css_class": "",
        "custom_css": ""
      }
    },
    "1652224218445a4dc3": {
      "type": "apps",
      "blocks": {
        "f02803a8-12b1-424e-ad80-5b507fd00115": {
          "type": "shopify://apps/klarna-on-site-messaging/blocks/app-block/b95936a9-74b6-4a95-8103-6a1b6459c25e",
          "settings": {
            "data_key": "top-strip-promotion-auto-size",
            "theme": "dark",
            "topPadding": "0",
            "bottomPadding": "0",
            "messagePrefix": ""
          }
        }
      },
      "block_order": [
        "f02803a8-12b1-424e-ad80-5b507fd00115"
      ],
      "settings": {}
    },
    "4bf2eca0-614f-4a84-aaeb-2e7dd4ff58d1": {
      "type": "divider",
      "settings": {
        "divider_spacing": 0,
        "divider_border": false,
        "css_class": "",
        "custom_css": ""
      }
    }
  },
  "order": [
    "1652887834adb4ea94",
    "main",
    "86697a4b-3e98-460f-bdf1-3a1c9a2a00c6",
    "16508260667ee95abe",
    "featured_collection_EdmLkV",
    "e4e7c94b-6b9c-4836-809d-275d3f2fac9f",
    "cb65de7f-b6de-4d4d-99de-4b803e4eb212",
    "1652224218445a4dc3",
    "4bf2eca0-614f-4a84-aaeb-2e7dd4ff58d1"
  ]
}
